<?php

return [
    'privacy' => 'Политика конфиденциальности',
    'cookies' => 'Cookies',
    'terms' => 'Условия использования',
    'updated' => 'Последнее обновление',
    'date' => '07 октября, 2020',
    'date_terms' => '01 октября, 2020',
    'date_cookies' => '10 октября, 2020',
    'string-1' => config('app.name') . ' серьезно относится к защите вашей конфиденциальности и соблюдению вашего выбора. Собранная как личная, так и публичная информация защищена в соответствии с высочайшими стандартами конфиденциальности и защиты данных, принятыми во всем мире. У нас всегда была надежная и эффективная программа защиты данных, которая соответствует действующему законодательству и соблюдает принципы защиты данных. Тем не менее, мы признаем свои обязательства по обновлению и расширению этой программы в соответствии с требованиями <a href="https://ru.wikipedia.org/wiki/Общий_регламент_по_защите_данных">GDPR</a> (Общий регламент по защите данных) и других законов о защите информации.',
    'commitment' => 'Наши обязательства',
    'string-2' => 'Ваша информация не будет передана, сдана в аренду или продана третьим лицам.',
    'string-3' => 'Мы используем самые современные меры безопасности для защиты вашей информации от неавторизованных пользователей.',
    'string-4' => 'Мы даем вам возможность контролировать информацию, которую вы нам предоставили (отказ)',
    'string-5' => config('app.name') . ' обязуется обрабатывать данные в соответствии со своими обязанностями и в соответствии с GDPR.',
    'string-6' => 'Статья 5 GDPR требует, что персональные данные:',
    'string-7' => 'обрабатываются законно, справедливо и прозрачно по отношению к физическим лицам;',
    'string-8' => 'собираются для определенных, явных и законных целей и не обрабатываются в дальнейшем способом, несовместимым с этими целями; дальнейшая обработка в целях архивирования в общественных интересах, в целях научных или исторических исследований или в статистических целях не считается несовместимой с первоначальными целями;',
    'string-9' => 'адекватные, актуальные и ограниченные тем, что необходимо в отношении целей, для которых они обрабатываются;',
    'string-10' => 'точные и, при необходимости, актуальные; должны быть предприняты все разумные шаги для обеспечения того, чтобы персональные данные, которые являются неточными, с учетом целей, для которых они обрабатываются, были удалены или исправлены без промедления;',
    'string-11' => 'хранятся в форме, позволяющей идентифицировать субъектов данных, не дольше, чем это необходимо для целей, для которых обрабатываются персональные данные; Персональные данные могут храниться в течение более длительных периодов времени, поскольку персональные данные будут обрабатываться исключительно для целей архивирования в общественных интересах, в целях научных или исторических исследований или в статистических целях при условии принятия соответствующих технических и организационных мер, требуемых GDPR для того, чтобы защищать права и свободы человека;',
    'string-12' => 'обрабатываются способом, обеспечивающим надлежащую безопасность персональных данных, включая защиту от несанкционированной или незаконной обработки, а также от случайной потери, уничтожения или повреждения, с использованием соответствующих технических или организационных мер.',
    'notice' => 'Уведомление',
    'string-13' => 'Мы четко проинформируем вас, когда будет запрошена информация, которая идентифицирует вас лично («личная информация»), и у вас будет выбор предоставить ее или нет. Обычно эта информация запрашивается при [установке/загрузке/подписке] на обновления продукта, информационные бюллетени или другие онлайн-услуги.'
];
